player = {
    "name": "Dima",
    "armor": 0.95,
    "hp": 100,
    "attack": 5,
    "luck": 10,
    "money": 10000,
    "inventory": []
}

enemies = [
    {
        "name": "волк",
        "hp": 15,
        "attack": 10,
        "script": "вуууу гав гав",
        "win": "*грустно завыл* ууу...",
        "loss": "*радостно воет*вуууууууууу"
    },
    {"name": "бандит",
        "hp": 25,
        "attack": 12,
        "script": "эй ты!! иди сюда",
        "win": "*стонет* Ааа..Мы еще встретимся..",
        "loss": "ххаххахаха это была легкая победа *танцует танец победы* "},

        {"name": "воришка",
        "hp": 18,
        "attack": 18,
        "script": "как только я убью тебя сразу заберу все деньги",
        "win": "как так ..",
        "loss": "теперь я заберу твои денежки"},

        {"name": "воин",
        "hp": 35,
        "attack": 20,
        "script": "я зарублю тебя",
        "win": "что.. я проиграл..?",
        "loss": "я даже не старался"},

        {"name": "страж",
        "hp": 110,
        "attack": 10,
        "script": "у тебя нет шансов",
        "win": "я признаю ты сильный соперник.. Держи этот ключ откроет тебе королевство драконов",
        "loss": "На что ты надеялся?"},

        {"name": "молодой дракон",
        "hp": 50,
        "attack": 25,
        "script": "Опять жалкий человек",
        "win": "что.. как какой-то человек меня одолел",
        "loss": "10 за эту неделю какие вы жалкие"},

        {"name": "старый дракон",
        "hp": 50,
        "attack": 30,
        "script": "Опять человек в нашеи царстве",
        "win": "А ты хорош",
        "loss": "вам еще далеко до нас"},
        
        {"name": "синий дракон",
        "hp": 58,
        "attack": 35,
        "script": "Это будет легко",
        "win": "что.. я проиграл..?",
        "loss": "я же говорил"},
        {"name": "красный дракон",
        "hp": 45,
        "attack": 55,
        "script": "О щас поем",
        "win": "что.. но как",
        "loss": "Я вкушал и лучшую плоть"},
        
        {"name": "зеленый дракон дракон",
        "hp": 138,
        "attack": 25,
        "script": "человек я чувсивую твою силу",
        "win": "ты и вправду силен",
        "loss": "иы силен, но до меня тебе далеко"},
]

items = {
    "1": {
        "name": "зелье удачи",
        "price": 1500
    },

    "2": {
        "name": "Пропуск тренировки",
        "price":1000
    },
    "3": {
        "name": "Кольчуга",
        "price":4000
    },
    "4": {
        "name": "Меч рыцаря",
        "price":5000
    }

}